start_text = """خوش اومدی {first_name}
🌎به ربات خرید vps اختصاصی خوش آمدید،
✅برای ادامه یکی از دکمه های زیر را انتخاب کنید"""

unlock_secret_room = "Congratulations! You've opened a secret room👁‍🗨. There is some information for you:\n" \
                     "<b>Users</b>: {user_count}\n" \
                     "<b>24h active</b>: {active_24}"
buy_button_text = "خرید vps"
empty_vpn_link = "🛑شما در حال حاضر vps فعالی ندارید."
education_button_text = "آموزش"
my_links_button_text = "لینک‌های فعال"
my_trx_history_text = "Transaction history"
cancel_get_trx_hash = "لغو تراکنش"

create_payment_text = """
💵لطفا {amount} تتر برای خرید vps به مدت ۹۰ روز و حجم ۵۰ گیگابایت، به صورت تتر(USDT) در بستر TRC20 به والت بالا واریز کنید.

هش تراکنش خود را وارد کنید :
"""
invalid_transaction_hash = "هش وارد شده صحیح نمی باشد. لطفا دوباره هش را ارسال کنید:"
payment_not_found = invalid_transaction_hash
payment_detected = "پرداخت با موفقیت انجام شد. تا دقایقی دیگر لینک اختصاصی خود را از قسمت لینک‌های فعال دریافت کنید."
hash_used_before = "هش تکراری می‌باشد."
wallet_has_enough_money = "موجودی کیف پولتان کافیست. تا دقایقی دیگر لینک اختصاصی خود را از قسمت لینک‌های فعال دریافت کنید."
